{
    "Hello my name is": "Olá! Eu sou",
    "Introduction":"Minhas skills: facilidade no aprendizado de novas tecnologias e modelos de desenvolvimento, boa atenção aos detalhes e zelo pela qualidade final do produto. Tenho habilidades para solucionar problemas com praticidade e racionalidade. Trabalho com facilidade em equipe. Meu principal objetivo é atuar na área de desenvolvimento de aplicações.",
    "Education": "Formação",
    "Languages": "Idiomas",
    "Skills": "Qualificações",
    "Work experience": "Experiência",
    "Latest Projects": "Últimos Projetos",
    "Blog": "Blog",
    "Contact": "Contato",
    "Let's talk": "Vamos conversar",
    "Let's work together? Leave your message and I will contact you.": "Vamos trabalhar juntos? Deixe sua mensagem e eu entrarei em contato.",
    "Systems for internet": "Sistemas para Internet",
    "Federal Institute of Triângulo Mineiro - IFTM": "Instituto Federal do Triângulo Mineiro - IFTM",
    "Uberlândia, MG - 2014 to 2017": "Uberlândia, MG - 2014 a 2017",
    "Frontend/backend applications": "Front-end / Back-end",
    "Documentation": "Documentação",
    "Portuguese":"Português",
    "Fluent":"Fluente",
    "Native language":"Língua materna",
    "English":"Inglês",
    "Certificado TOEFL - Test of English as a Foreign Language":"TOEFL Certificate - Test of English as a Foreign Language",
    "Spanish":"Espanhol",
    "intermediate":"intermediário",
    "Centro Cultural de La Lengua Española - 6 months - 2017":"Centro Cultural de La Lengua Española - 6 meses - 2017",
    "Front-End Developer":"Desenvolvedor Front-End",
    "Full-Stack Developer":"Desenvolvedor Full-Stack",
    "Labsit - Remote":"Labsit - Remoto",
    "June 2021 - 2023":"Junho 2021 - 2023",
    "Projects I worked on:":"Projetos trabalhados:",
    "Simplifique: Development and maintenance of code directly related to the business management area.":"Simplifique: Desenvolvimento e manutenção de código relacionado diretamente com a área de gerenciamento empresarial.",
    "Support analyst":"Analista de Suporte",
    "March 2015 - January 2018":"Março 2015 - Janeiro 2018",
    "Real estate website":"Site de imóveis",
    "Quizzes website":"Questionários para concursos",
    "Development":"Desenvolvimento",
    "Name":"Nome",
    "Subject":"Assunto",
    "Message":"Mensagem",
    "Send":"Enviar",
    "is required":"é obrigatório",
    "E-mail":"E-mail",
    "This website":"Este website",
    "Resume":"Currículo",
    "Check out this website on my GitHub":"Confira no GitHub",
    "Check out online":"Confira online",
    "porfolio-text":"Portfólio Angular, utilizando a versão 16! Um website onde busquei aplicar as melhores práticas de programação disponíveis. Ao explorar, você encontrará exemplos de designs responsivos e funcionais, todos desenvolvidos com o intuito de aprender e aprimorar minhas habilidades. Sinta-se à vontade para explorar o mundo do Angular 16 comigo, compartilhando minha jornada pelo código.",
    "questoesAqui-text":"Usando react v18.2, o site oferece uma preparação completa e eficaz para vários concursos. Pratique com simulados abrangentes, com questões reais de provas anteriores. Acompanhe seu progresso e foque seus estudos onde mais precisa.",
    "credimobi-text":"Usando angular 9, a maior plataforma imobiliária de Uberlândia, oferecendo Casas, Apartamentos e Lotes com atendimento especializado.",
    "Thank you!":"Obrigado!",
    "Your message has been successfully sent, and we will get in touch as soon as possible.":"Sua mensagem foi enviada com sucesso e entraremos em contato assim que possível.",
    "Close": "Fechar",
    "Landix-text1":"Atendimento direto ao cliente;",
    "Landix-text2":"Suporte e teste dos diferentes softwares da empresa, sendo esse suporte realizado via análise em bancos de dados Oracle e SQL;",
    "Landix-text3":"Criação de apresentações dos módulos dos referidos softwares;",
    "Landix-text4":"Responsável por treinar e dar apoio a novos estagiários da empresa.",
    "Cedro-text1":"Lerosa: Desenvolvimento e manutenção de código relacionado diretamente com a área de investimento, (inserção de ordens, filtro de ativos, cadastros em banco de dados, etc);",
    "Cedro-text2":"FastTrade: Participação ativa em todo o processo de desenvolvimento da aplicação web; Correção de bugs do sistema;",
    "Cedro-text3":"Cadastro Guide: Portabilidade da estrutura da aplicação de cadastro para dispositivos móveis; Desenvolvimento de novas funcionalidades; Manutenção leve em banco de dados postgree;",
    "Cedro-text4":"Azimut: Desenvolvimento de novas funcionalidades e manutenção, sistema com foco na área de cadastro; Correção de bugs do sistema;",
    "Cedro-text5":"BTG: Desenvolvimento de novas funcionalidades, sistema de homebroker; Correção de bugs do sistema; Anywhere: Desenvolvimento de novas funcionalidades, Api para rede social. Funcionalidades incluem interação com dispositivos móveis.",
    "independent-text":"Desenvolvimento front-end e back-end de páginas para diferentes tipos de mercados utilizando o domínio de diversas linguagens, ferramentas e aplicações.",
    "January 2018 - June 2021":"Janeiro 2018 - Junho 2021",
    "January 2014 - Present":"Janeiro 2014 - Presente",
    "Independent Full-Stack Developer":" Dev. Full-Stack Independente",
    "All rights reserved":"Todos os direitos reservados",
    "": ""
  }