{
  "Hello my name is": "Hello my name is",
  "Introduction":"My skills: ease of learning new technologies and development models, good attention to detail and care for the final product quality. I have the ability to solve problems with practicality and rationality. I work well in a team. My main objective is to work in the application development field.",
  "Education": "Education",
  "Languages": "Languages",
  "Skills": "Skills",
  "Work experience": "Work experience",
  "Latest Projects": "Latest Projects",
  "Blog": "Blog",
  "Contact": "Contact",
  "Let's talk": "Let's talk",
  "Let's work together? Leave your message and I will contact you.": "Let's work together? Leave your message and I will contact you.",
  "Systems for internet": "Systems for internet",
  "Federal Institute of Triângulo Mineiro - IFTM": "Federal Institute of Triângulo Mineiro - IFTM",
  "Uberlândia, MG - 2014 to 2017": "Uberlândia, MG - 2014 to 2017",
  "Frontend/backend applications": "Front-End/Back-end",
  "Documentation": "Documentation",
  "Portuguese":"Portuguese",
  "Fluent":"Fluent",
  "Native language":"Native language",
  "English":"English",
  "TOEFL Certificate - Test of English as a Foreign Language":"TOEFL Certificate - Test of English as a Foreign Language",
  "Spanish":"Spanish",
  "intermediate":"intermediate",
  "Centro Cultural de La Lengua Española - 6 months - 2017":"Centro Cultural de La Lengua Española - 6 months - 2017",
  "Front-End Developer":"Front-End Developer",
  "Full-Stack Developer":"Full-Stack Developer",
  "Labsit - Remote":"Labsit - Remote",
  "June 2021 - 2023":"June 2021 - 2023",
  "Projects I worked on:":"Projects I worked on:",
  "Simplifique: Development and maintenance of code directly related to the business management area.":"Simplifique: Development and maintenance of code directly related to the business management area.",
  "Support analyst":"Support analyst",
  "March 2015 - January 2018":"March 2015 - January 2018",
  "Real estate website":"Real estate website",
  "Quizzes website":"Quizzes website",
  "Development":"Development",
  "Name":"Name",
  "Subject":"Subject",
  "Message":"Message",
  "Send":"Send",
  "is required":"is required",
  "E-mail":"E-mail",
  "This website":"This website",
  "Resume":"Resume",
  "Check out this website on my GitHub":"Check out on GitHub",
  "Check out online":"Check out online",
  "porfolio-text":"Using Angular 16, a website where I aimed to apply the best available programming practices. As you explore, you will find examples of responsive and functional designs, all developed with the intention of learning and enhancing my skills. Feel free to explore the world of Angular with me, sharing my journey through the code.",
  "questoesAqui-text":"Using React v18.2, the website offers comprehensive and effective preparation for various competitions. Practice with comprehensive mock exams featuring real questions from past tests. Track your progress and focus your studies where you need them the most.",
  "credimobi-text":"Using Angular 9, the largest real estate platform in Uberlândia, offering Houses, Apartments, and Lots with specialized assistance.",
  "Thank you!":"Thank you!",
  "Your message has been successfully sent, and we will get in touch as soon as possible.":"Your message has been successfully sent, and we will get in touch as soon as possible.",
  "Close": "Close",
  "Landix-text1":"Direct customer service;",
  "Landix-text2":"Support and testing of the different software applications of the company, with this support being carried out through analysis in Oracle and SQL databases;",
  "Landix-text3":"Creation of presentations for the modules of said software;",
  "Landix-text4":"Training and providing support to new interns in the company.",
  "Cedro-text1":"Lerosa: Development and maintenance of code directly related to the investment area, (order placement, asset filtering, database entries, etc);",
  "Cedro-text2":"FastTrade: Active participation in the entire web application development process; System bug fixes;",
  "Cedro-text3":"Cadastro Guide: Porting the structure of the registration application to mobile devices; Development of new functionalities; Light maintenance on postgreSQL database;",
  "Cedro-text4":"Azimut: Development of new functionalities and maintenance, system focused on the registration area; System bug fixes;",
  "Cedro-text5":"BTG: Development of new functionalities, homebroker system; System bug fixes; Anywhere: Development of new functionalities, API for social network. Functionalities include interaction with mobile devices.",
  "independent-text":"Front-end and back-end development of websites for different types of markets, using proficiency in various languages, tools, and applications.",
  "January 2018 - June 2021":"January 2018 - June 2021",
  "January 2014 - Present":"January 2014 - Present",
  "Independent Full-Stack Developer":"Independent Full-Stack Developer",
  "All rights reserved":"All rights reserved",
  "": ""
}